Repository: fanyoule/CalculatorFYL
Catalog: CalculatorFYL/*.lproj/Localizable.strings
Languages: ar

source: Insert note
ar: إدراج ملاحظة

source: Remarks
ar: ملاحظات

source: Done
ar: دون

source: On file
ar: الأرشيف

source: Clear
ar: واضح

source: Save current record
ar: حفظ السجل الحالي

source: Open local archive
ar: فتح الأرشيف المحلي

source: Cancel
ar: ألغى

source: Make sure
ar: أكّد

source: Settings
ar: ضبط

source: recovery
ar: استعاد

source: delete
ar: حذف

source: Upgrade VIP
ar: ترقية كبار الشخصيات

source: Sound
ar: صوت .

source: Theme
ar: موضوع .

source: Vibrate
ar: اهتزازي

source: Keyboard
ar: لوحة المفاتيح .

source: Font Size
ar: حجم الخط

source: Decimal Places
ar: عشري

source: Thousands 9,999
ar: 9,999 ألف

source: Date
ar: تواريخ

source: Order
ar: متتابعة

source: Language
ar: لغة

source: Recycle
ar: إعادة التدوير

source: Feedback
ar: تغذية مرتدة

source: Share
ar: مشترك

source: Rate
ar: سرعة .
